Repository: huypt1295/expense_manager
Catalog: shared_packages/flutter_resource/lib/l10n/intl_*.arb
Languages: vi

# tab_home
source: Home
vi: Trang chủ

# tab_transactions
source: Transactions
vi: Giao dịch

# tab_budget
source: Budget
vi: Ngân sách

# tab_profile
source: Profile
vi: Cá nhân

source: Add transaction
vi: Thêm giao dịch

source: Edit transaction
vi: Sửa giao dịch

source: Amount
vi: Số tiền

source: Category
vi: Danh mục

# date_time
source: Time
vi: Thời gian

source: Note
vi: Ghi chú

source: Title
vi: Tiêu đề

source: Expense
vi: Chi tiêu

source: Income
vi: Thu nhập

# note_hint
source: Add notes...
vi: Thêm ghi chú...

source: Add expense
vi: Thêm chi tiêu

source: Add income
vi: Thêm thu nhập

# manual_input
source: OR manual input
vi: Hoặc nhập thủ công

source: Total budget by category
vi: Tổng ngân sách theo danh mục

source: Budget by category
vi: Ngân sách theo danh mục

source: Total budget
vi: Tổng ngân sách

# greeting
source: Hello, {user} 👋
vi: Xin chào, {user} 👋

source: Remaining
vi: Còn lại

source: Recent transactions
vi: Giao dịch gần đây

# weekly_spending_chart_title
source: Spending last 7 days
vi: Chi tiêu 7 ngày gần nhất

# weekly_spending_chart_empty
source: No spending recorded in the last 7 days.
vi: Không có chi tiêu nào trong 7 ngày qua.

source: See all
vi: Xem tất cả

source: Add budget
vi: Thêm ngân sách

source: Edit budget
vi: Sửa ngân sách

source: Save
vi: Lưu

source: Done
vi: Xong

source: Theme
vi: Giao diện

# theme_mode_light
source: Light
vi: Sáng

# theme_mode_dark
source: Dark
vi: Tối

# theme_mode_system
source: System
vi: Hệ thống

source: Setting
vi: Cài đặt

source: Language
vi: Ngôn ngữ

source: Sign out
vi: Đăng xuất

source: Profile
vi: Cá nhân

# app_setting
source: App settings
vi: Cài đặt ứng dụng

source: Only me
vi: Chỉ mình tôi

source: Get started
vi: Bắt đầu

source: Create workspace
vi: Tạo workspace

# workspace_banner_content
source: You can invite your family and manage your expenses here.
vi: Bạn có thể mời người thân và quản lý chi tiêu chung tại đây.

source: Edit name
vi: Đổi tên

# workspace_info_content
source: You are currently in this workspace. Transaction and budget data displayed according to the workspace.
vi: Bạn đang ở workspace này. Dữ liệu giao dịch & ngân sách hiển thị theo workspace.

source: Members
vi: Thành viên

# empty_members_message
source: No members in this workspace.
vi: Chưa có thành viên nào trong workspace.

source: Invite members
vi: Mời thành viên

# invite_members_hint
source: Email or username
vi: Email hoặc username

source: Editable
vi: Chỉnh sửa

source: View only
vi: Chỉ xem

source: Access role
vi: Quyền truy cập

source: Send invite
vi: Gửi lời mời

source: Leave workspace
vi: Rời workspace

source: Remove workspace
vi: Xóa workspace

source: Cancel
vi: Hủy

# leave_workspace_warning
source: You will no longer have access to the data of this workspace. You can be invited again later.
vi: Bạn sẽ không còn truy cập vào dữ liệu của workspace này. Bạn có thể được mời lại sau.

# this_action_cannot_be_undone
source: This action cannot be undone. All data will be permanently deleted.
vi: Hành động này không thể hoàn tác. Tất cả dữ liệu sẽ bị xóa vĩnh viễn.

# enter_workspace_name
source: Enter workspace name to confirm
vi: Nhập tên workspace để xác nhận

# name_not_matching
source: Name does not match
vi: Tên không khớp

source: Delete
vi: Xóa
